[A_CreatureSpectralDragon H7Creature]
mName="鬼龙"
mLore="一般来说，每当龙感觉到死亡的临近，它会对着月亮咆哮，并回到亚莎栖息之所，开始永恒的长眠。但也有极小的概率，它们的灵魂无法完成升华，从而被困在亚山。被困在物质维度。鬼龙如此形成并出现在亚山世界后，亡灵巫师们会进行强大的仪式寻找、捕获并将它们归为己用。\n\n招募所需稀有资源： \n2 龙钢"